<?php
$MESS["MAIN_TITLE"] = "Главная страница";
$MESS["CHECK_PAGE"][0]["text"] = "ЧЕКЛИСТ ТЕХНИЧЕСКОГО АУДИТА САЙТА";
$MESS["CHECK_PAGE"][0]["link"] = "checklists/tehnic";
$MESS["CHECK_PAGE"][0]["info"] = "Технический аудит сайта включает оценку работы по многим параметрам: скорость загрузки сайта, ошибки кода, вложенность, пагинацию, наличие микроразметки, файлов robots.txt и sitemap.xml, мета-тегов, заголовков и прочее. ";

$MESS["CHECK_PAGE"][1]["text"] = "ЧЕКЛИСТ ЗАПУСКА САЙТА";
$MESS["CHECK_PAGE"][1]["link"] = "checklists/start";
$MESS["CHECK_PAGE"][1]["info"] = "Включает в себя оценку по таким параметрам, как Контент, Валидация, SEO, Тестирование функциональности, Безопасность и производительность";