<?
$MESS["MAIN_TITLE"] = "Главная страница";
$MESS["TITLE_PAGE_TEHNIC"] = "ЧЕКЛИСТ ТЕХНИЧЕСКОГО АУДИТА САЙТА";
$MESS["TEHNIC_CHECK_PAGE"] = "tehnic";
$MESS["TITLE_PAGE_START"] = "ЧЕКЛИСТ ЗАПУСКА САЙТА";
$MESS["START_CHECK_PAGE"] = "start";

$MESS["TEHNIC_MORE_INFORMATION"] = "Технический аудит сайта включает оценку работы по многим параметрам: скорость загрузки сайта, ошибки кода, вложенность, пагинацию, наличие микроразметки, файлов robots.txt и sitemap.xml, мета-тегов, заголовков и прочее. ";
$MESS["START_MORE_INFORMATION"] = "Включает в себя оценку по таким параметрам, как Контент, Валидация, SEO, Тестирование функциональности, Безопасность и производительность";
?>