<?
$MESS["MAIN_TITLE"] = "ЧЕКЛИСТ АУДИТА ЗАПУСКА САЙТА";
//основные чекбоксы
$MESS["CHECK_1"] = "Контент и стиль";
$MESS["CHECK_2"] = "Стандарты и валидация";
$MESS["CHECK_3"] = "Доступность в поисковиках, SEO и статистика";
$MESS["CHECK_4"] = "Тестирование функциональности";
$MESS["CHECK_5"] = "Безопасность/Риски";
$MESS["CHECK_6"] = "Производительность";

//информация
$MESS["MORE_INFORMATION_1"] = "Контент — это подборка тех материалов, из которых состоит сайт: изображения, видео, музыка и, конечно, тексты.";
$MESS["MORE_INFORMATION_2"] = "Валидация сайта – проверка HTML-кода веб-ресурса на наличие ошибок и соответствие установленным стандартам.";
$MESS["MORE_INFORMATION_3"] = "SEO (Search Engine Optimization, поисковая оптимизация) – это всестороннее развитие и продвижение сайта для его выхода на первые позиции в результатах выдачи поисковых систем (SERPs) по выбранным запросам с целью увеличения посещаемости и дальнейшего получения дохода.";
$MESS["MORE_INFORMATION_4"] = "Проверка работы отдельных модулей и компонентов сайта";
$MESS["MORE_INFORMATION_5"] = "Аудит безопасности сайта (проверка сайта на уязвимости) — ряд процедур, нацеленных на обеспечение стабильной работы веб-ресурса, безопасности данных и снижения рисков.";
$MESS["MORE_INFORMATION_6"] = "Проверка скорости работы сайта под нагрузкой";

//дополнительные чекбоксы
$MESS["CHECK_1_1"] = "Символы корректны.Поставлены неразрывные пробелы между инициалами";
$MESS["CHECK_1_2"] = "Проверено правописание.";
$MESS["CHECK_1_3"] = "Обеспечена связность текстов.";
$MESS["CHECK_1_4"] = "Удалён тестовый контент.";

$MESS["CHECK_2_1"] = "HTML валидация";
$MESS["CHECK_2_2"] = "JavaScript валидация.";
$MESS["CHECK_2_3"] = "CSS валидация.";

$MESS["CHECK_3_1"] = "Заголовки осмысленны и содержат ключевые слова";
$MESS["CHECK_3_2"] = "Ссылки на главную страницу приведены к единому виду.";
$MESS["CHECK_3_3"] = "Семантически-грамотное использование HTML тегов.";
$MESS["CHECK_3_4"] = "Проверено наличие важных ключевых слов в контенте.";
$MESS["CHECK_3_5"] = "Ссылки приведены к читабельному виду.";

$MESS["CHECK_4_1"] = "Проверен весь функционал";
$MESS["CHECK_4_2"] = "Работа сайта проверена в разных браузерах.";
$MESS["CHECK_4_3"] = "Работа сайта проверена на разных разрешениях экрана.";
$MESS["CHECK_4_4"] = "Все ссылки и шаблоны проверены.";

$MESS["CHECK_5_1"] = "Проверен доступ к закрытым разделам сайта";
$MESS["CHECK_5_2"] = "Отключен вывод ошибок на экран.";
$MESS["CHECK_5_3"] = "Настроены уведомления о неработоспособности сайта.";

$MESS["CHECK_6_1"] = "Проведено нагрузочное тестироание";
$MESS["CHECK_6_2"] = "Включено логирование ошибок.";

?>